Repository: PhoshMobi/phosh-mobile-settings
Catalog: po/*.po
Languages: nl, pt

source: Avoid notches
nl: Inkepingen vermijden
pt: Evitar entalhes (notches)

source: Don't place UI elements beneath notches and display cutouts
nl: Plaats geen UI-elementen onder inkepingen en andere uitsparingen in het scherm
pt: Não colocar elementos da interface por baixo de entalhes ou recortes do ecrã

source: Quick Settings
nl: Snelle instellingen
pt: Definições rápidas

source: Organize your additional Quick Settings
nl: Sorteer uw bijkomende snelle instellingen
pt: Organize as suas definições rápidas adicionais

source: Welcome to Mobile Settings
nl: Welkom bij Mobiele instellingen
pt: Bem-vindo às Definições Móveis

source: Tweak advanced mobile settings
nl: Stel geavanceerde mobiele instellingen af
pt: Ajuste definições móveis avançadas

source: Search
nl: Zoeken
pt: Pesquisar

source: Search settings
nl: Zoekinstellingen
pt: Pesquisar definições

source: Welcome
nl: Welkom
pt: Boas-vindas

source: Top Bar
nl: Bovenste balk
pt: Barra superior

source: Notches
nl: Inkepingen
pt: Entalhes

source: Overview
nl: Overzicht
pt: Vista geral

source: Filter
nl: Filteren
pt: Filtro

source: Wallpaper
nl: Achtergrond
pt: Fundo de ecrã

source: Feedback
pt: Reação (feedback)

source: Wakeup
nl: Wakker maken
pt: Despertar

source: Vibra
nl: Vibratie
pt: Vibração

source: Haptic
nl: Haptisch
pt: Hática

source: Lockscreen
nl: Vergrendelscherm
pt: Ecrã de bloqueio

source: Shuffle
nl: Willekeurige volgorde
pt: Baralhar

source: Password
nl: Wachtwoord
pt: Palavra-passe

source: Convergence
nl: Convergentie
pt: Convergência

source: On Screen Keyboard
nl: Schermtoetsenbord
pt: Teclado no ecrã

source: Keyboard
nl: Toetsenbord
pt: Teclado

source: Unfold
nl: Uitklappen
pt: Desdobrar

source: Word Completion
nl: Woordaanvulling
pt: Conclusão de palavras

source: Emergency Alerts
nl: Noodwaarschuwingen
pt: Alertas de emergência

source: Emergency
nl: Noodgeval
pt: Emergência

source: Cell Broadcast
pt: Difusão celular

source: Danger
nl: Gevaar
pt: Perigo

source: Experimental features
nl: Experimentele functies
pt: Funcionalidades experimentais

source: Suspend
nl: Pauzestand
pt: Suspender

source: About
pt: Sobre

source: _Show Configurable Tweaks
nl: Configureerbare af_stellingen tonen
pt: _Mostrar ajustes configuráveis

source: _Keyboard Shortcuts
nl: Snel_toetsen
pt: Atalhos de _teclado

source: _About Mobile Settings
nl: _Over Mobiele instellingen
pt: _Sobre as Definições Móveis

source: Call volume
nl: Oproepvolume

source: normal
nl: normaal

source: Normal
nl: Normaal

source: OSK
nl: Schermtoetsenbord

source: Experimental
nl: Experimenteel

source: Silence on Vol-
nl: Stilte bij Vol-

source: When locked put the phone in silent mode when pressing Vol- on incoming calls
nl: Druk op Vol- wanneer u een inkomende oproep ontvangt om de telefoon in stille modus te zetten

# press interval
source: normal
nl: normaal

source: Whether to keep the OSK's size constant in portrait mode
nl: Bepaalt of de grootte van het schermtoetsenbord in portretmodus constant blijft
