Repository: PhoshMobi/phosh-mobile-settings
Catalog: po/*.po
Languages: nl, pt

source: Mobile Settings
nl: Mobiele instellingen
pt: Definições móveis

source: Mobile;Preferences;MobileSettings;
nl: Mobile;Preferences;MobileSettings;Mobiele instellingen;mobiele;instellingen;
pt: Mobile;Móvel;Telemóvel;Preferências;Definições;MobileSettings;

source: Phosh Mobile Settings
nl: Mobiele instellingen voor Phosh
pt: Definições móveis do Phosh

source: This app allows you to configure some aspects of Phosh that would otherwise require command line usage.
nl: Met deze toepassing kunt u bepaalde onderdelen van Phosh configureren waarvoor u anders de opdrachtregel nodig zou hebben.
pt: Esta aplicação permite configurar alguns aspetos do Phosh que, de outra forma, exigiriam o uso da linha de comandos.

source: Advanced settings for Mobile devices using Phosh
nl: Geavanceerde instellingen voor mobiele apparaten die gebruik maken van Phosh
pt: Definições avançadas para dispositivos móveis com Phosh

source: Available panels
nl: Beschikbare panelen
pt: Painéis disponíveis

source: Compositor panel
nl: Compositorpaneel
pt: Painel do compositor

source: Feedback panel
nl: Feedbackpaneel
pt: Painel de reação (feedback)

source: Critical temperature is %.2f°C
nl: Kritieke temperatuur is %.2f°C
pt: A temperatura crítica é de %.2f°C

source: Suspend device
nl: Apparaat in pauzestand zetten
pt: Suspender dispositivo

source: Suspend is experimental
nl: Pauzestand is nog in experimentele fase
pt: A suspensão é experimental

source: suspend now
nl: nu in pauzestand zetten
pt: suspender agora

source: Temperatures
nl: Temperatuur
pt: Temperaturas

source: Fuel Gauge
nl: Brandstofmeter
pt: Indicador de carga

source: Battery
nl: Accu
pt: Bateria

source: Something went wrong: %s
nl: Oeps, er ging iets mis: %s
pt: Algo correu mal: %s

source: Authentication cancelled
pt: Autenticação cancelada

source: %i error occurred while saving
pt: Ocorreu %i erro ao guardar

source: You need to authenticate as administrator to save some settings
pt: Precisa de se autenticar como administrador para guardar algumas definições

# shortcut window
source: General
nl: Algemeen
pt: Geral

# shortcut window
source: Show Shortcuts
nl: Sneltoetsen tonen
pt: Mostrar atalhos

# shortcut window
source: Quit
nl: Afsluiten
pt: Sair

source: Could not get list of cell broadcast messages
nl: Kon geen lijst met cell broadcast-berichten ophalen
pt: Não foi possível obter a lista de mensagens de difusão celular

source: - Manage your mobile settings
nl: - Beheer uw mobiele instellingen
pt: - Gerir as suas definições móveis

source: translator-credits
nl: Nathan Follens <nfollens@gnome.org> Meer info over GNOME-NL https://nl.gnome.org
pt: créditos do tradutor

source: Media Volume
pt: Volume multimédia

source: Notification Volume
nl: Notificatievolume
pt: Volume das notificações

source: Voice Call Volume
pt: Volume de chamadas de voz

source: Ring Tone Volume
nl: Beltoonvolume
pt: Volume do toque

source: Alarm Volume
nl: Wekkervolume
pt: Volume do alarme

source: Emergency Alerts Volume
nl: Volume voor noodwaarschuwingen
pt: Volume de alertas de emergência

source: Message of unknown severity
nl: Bericht met onbekende ernst
pt: Mensagem de gravidade desconhecida

source: Sound file does not exist
nl: Geluidsbestand bestaat niet
pt: O ficheiro de som não existe

source: Sound file is corrupt
nl: Geluidsbestand is beschadigd
pt: O ficheiro de som está corrompido

source: Failed to play sound
nl: Kan geluid niet afspelen
pt: Falha ao reproduzir som

source: Playing %s
nl: %s wordt afgespeeld
pt: A reproduzir %s

source: low
nl: laag
pt: baixa

source: critical
nl: kritiek
pt: crítica

source: none
nl: geen
pt: nenhuma

source: Mobile Settings Volume Control
nl: Volumebeheer voor mobiele instellingen
pt: Controlo de volume das Definições Móveis

source: Failed to set lockscreen wallpaper
nl: Kon achtergrond voor vergrendelscherm niet instellen
pt: Falha ao definir o fundo do ecrã de bloqueio

source: Default
nl: Standaard
pt: Predefinido

source: The default completer selected by the OSK
nl: De standaardaanvuller geselecteerd door het schermtoetsenbord
pt: O completador predefinido selecionado pelo OSK

source: No information available for this completer
nl: Geen informatie over deze aanvuller beschikbaar
pt: Nenhuma informação disponível para este completador

source: Reset favorites?
nl: Favorieten resetten?
pt: Repor favoritos?

source: Reset list of favorite applications to the default?
nl: De lijst met favoriete toepassingen terugzetten op de standaardwaarden?
pt: Repor a lista de aplicações favoritas para a predefinição?

source: _Cancel
nl: _Annuleren
pt: _Cancelar

source: _Reset
nl: _Resetten
pt: _Repor

source: Failed to set wallpaper for overview
nl: Kon achtergrond voor overzicht niet instellen
pt: Falha ao definir o fundo para a vista geral

source: Bottom up
nl: Onderkant bovenaan
pt: Invertido (base para cima)

source: Left up
nl: Linkerkant bovenaan
pt: Esquerda para cima

source: Right up
nl: Rechterkant bovenaan
pt: Direita para cima

source: Undefined
nl: Ongedefinieerd
pt: Indefinida

source: Near
nl: Dichtbij
pt: Próximo

source: Far
nl: Veraf
pt: Longe

source: Updating…
nl: Bezig met bijwerken…
pt: A atualizar…

# proximity sensor data
source: Not available
nl: Niet beschikbaar
pt: Não disponível

# light sensor data
source: Not available
nl: Niet beschikbaar
pt: Não disponível

# accelerometer sensor data
source: Not available
nl: Niet beschikbaar
pt: Não disponível

source: Custom
nl: Aangepast
pt: Personalizado

source: Choose sound file
nl: Kies een geluidsbestand
pt: Escolher ficheiro de som

source: Full
nl: Volledig
pt: Completo

source: Quiet
nl: Rustig
pt: Silencioso

source: Silent
nl: Stil
pt: Mudo

source: Choose Wallpaper
nl: Kies achtergrond
pt: Escolher fundo de ecrã

source: Device
nl: Apparaat
pt: Dispositivo

source: Phosh logo
pt: Logótipo do Phosh

source: Phosh Version
pt: Versão do Phosh

source: Operating System
pt: Sistema Operativo

source: Hardware Model
pt: Modelo do Hardware

source: Unable To Receive Alerts
nl: Kan geen waarschuwingen ontvangen
pt: Não é possível receber alertas

source: Cannot receive Emergency Alerts on this device as no usable cellular modem is detected.
nl: Kan geen noodwaarschuwingen ontvangen op dit apparaat omdat er geen bruikbare mobiele modem gedetecteerd is.
pt: Não é possível receber Alertas de Emergência neste dispositivo, pois não foi detetado nenhum modem celular utilizável.

source: Emergency and Governmental Alerts
nl: Noodgeval- en overheidswaarschuwingen
pt: Alertas Governamentais e de Emergência

source: Extreme Threat Alerts
nl: Waarschuwingen voor extreme dreigingen
pt: Alertas de Ameaça Extrema

source: Display alerts for extreme threats to life and safety
nl: Geef waarschuwingen weer voor extreme bedreigingen voor leven en veiligheid
pt: Exibir alertas de ameaças extremas à vida e segurança

source: Severe Threat Alerts
nl: Waarschuwingen voor ernstige dreigingen
pt: Alertas de Ameaça Grave

source: Display alerts for severe threats to life and safety
nl: Geef waarschuwingen weer voor ernstige bedreigingen voor leven en veiligheid
pt: Exibir alertas de ameaças graves à vida e segurança

source: Public Safety Alerts
nl: Waarschuwingen voor openbare veiligheid
pt: Alertas de segurança pública

source: Show recommended actions to take in situations with a risk to safety
nl: Toon aanbevolen acties om te ondernemen in situaties waarbij er een veiligheidsrisico is
pt: Mostrar ações recomendadas a tomar em situações com risco para a segurança

source: Test alerts
nl: Testwaarschuwingen
pt: Alertas de teste

source: Show periodic messages to test the alert system
nl: Toon periodiek waarschuwingen om het waarschuwingssysteem te testen
pt: Mostrar mensagens periódicas para testar o sistema de alertas

source: Amber alerts
nl: Amber alert / Child alert-waarschuwingen
pt: Alertas Amber

source: Show messages about child abduction emergencies
nl: Toon berichten over noodgevallen m.b.t. ontvoering van kinderen
pt: Mostrar mensagens sobre emergências de rapto de menores

source: History of Emergency and Governmental Alerts
nl: Geschiedenis van noodgeval- en overheidswaarschuwingen
pt: Histórico de alertas governamentais e de emergência

source: No emergency alerts yet
nl: Nog geen noodwaarschuwingen
pt: Ainda sem alertas de emergência

source: Scaling down of running applications
nl: Actieve toepassingen verkleinen
pt: Redimensionamento de aplicações em execução

source: Only enable this for broken apps that don't fit the screen
nl: Schakel dit enkel in voor toepassingen die anders niet op het scherm passen
pt: Ativar apenas para aplicações problemáticas que não cabem no ecrã

source: Scale down all applications
nl: Alle toepassingen verkleinen
pt: Redimensionar todas as aplicações

source: Forcibly scale down all applications. Only use this as a last resort.
nl: Verklein gedwongen de interface van alle toepassingen. Gebruik dit enkel als laatste redmiddel.
pt: Forçar o redimensionamento de todas as aplicações. Usar apenas como último recurso.

source: Scale down all apps
nl: Alle toepassingen verkleinen
pt: Redimensionar todas as apps

# scale to fit setting
source: Enabled
nl: Ingeschakeld
pt: Ativado

source: No known docks detected
nl: Geen bekende docks herkend
pt: Nenhuma dock conhecida detetada

source: Map built-in touch screen
nl: Toewijzen aan ingebouwd aanraakscherm
pt: Mapear ecrã tátil integrado

# touch setting
source: Enabled
nl: Ingeschakeld
pt: Ativado

source: Experimental Features
nl: Experimentele functies
pt: Funcionalidades experimentais

source: Features not yet deemed fully stable
nl: Functies die nog niet helemaal stabiel zijn
pt: Funcionalidades ainda não consideradas totalmente estáveis

source: Emergency Calls
nl: Noodoproepen
pt: Chamadas de emergência

source: Enable emergency calls. Please only enable this if you safely can ensure that it's working with your provider.
nl: Noodoproepen inschakelen. Schakel dit enkel in als u zeker weet dat het werkt met uw provider.
pt: Ativar chamadas de emergência. Por favor, ative apenas se puder garantir com segurança que o serviço funciona com o seu operador.

# emergency calls setting
source: Enabled
nl: Ingeschakeld
pt: Ativado

source: Enable suspend via the system menu
nl: Pauzestand toevoegen aan systeemmenu
pt: Ativar suspensão através do menu do sistema

source: Please only enable this if you're aware of the limitations like data connection loss or missed alarms
nl: Schakel dit enkel in als u vertrouwd bent met de beperkingen ervan, zoals verlies van de gegevensverbinding of gemiste wekkers
pt: Por favor, ative apenas se estiver ciente das limitações, tais como a perda de ligação de dados ou falhas em alarmes

# suspend setting
source: Enabled
nl: Ingeschakeld
pt: Ativado

source: Sound Settings
nl: Geluidsinstellingen
pt: Definições de som

source: Play sound on adjusting volume sliders
pt: Reproduzir som ao ajustar os controlos de volume

source: Feedback Settings
nl: Feedbackinstellingen
pt: Definições de reação (feedback)

source: Feedback profile
nl: Feedbackprofiel
pt: Perfil de reação

source: The global maximum feedback profile
nl: Het globale maximale feedbackprofiel
pt: O perfil global máximo de reação

source: Prefer flash
nl: Voorkeur voor flits
pt: Preferir flash

source: Prefer camera flash over status LED when available
nl: Verkies de cameraflits boven de status-LED, indien beschikbaar
pt: Preferir o flash da câmara em vez do LED de estado, quando disponível

source: Silence by volume button press
pt: Silenciar ao premir o botão de volume

source: When locked put the phone in silent mode when pressing the button that lowers the volume on incoming calls
pt: Quando bloqueado, coloca o telemóvel em modo silêncio ao premir o botão de reduzir volume durante chamadas recebidas

source: Haptic strength
nl: Haptische sterkte
pt: Intensidade hática

source: Maximum haptic feedback strength percentage
nl: Maximale haptische feedbacksterkte, in procent
pt: Percentagem máxima da intensidade da reação hática

source: Per Application settings
nl: Instellingen per toepassing
pt: Definições por aplicação

source: Sounds
nl: Geluiden
pt: Sons

source: The sound to use for certain events
nl: Het geluid om voor bepaalde gebeurtenissen te gebruiken
pt: O som a usar para certos eventos

source: Phone Calls
nl: Oproepen
pt: Chamadas telefónicas

source: Instant Messages
pt: Mensagens instantâneas

source: Alarm Clock
pt: Despertador

source: Screen Wakeup
nl: Scherm wakker maken
pt: Despertar do ecrã

source: Notification urgency that lights up the screen
nl: Met welke urgentie meldingen het scherm mogen laten oplichten
pt: Urgência das notificações que ligam o ecrã

source: Notification categories that wake up the screen independent from their urgency
nl: Notificatiecategorieën die het scherm wakker maken onafhankelijk van hun urgentie
pt: Categorias de notificação que despertam o ecrã independentemente da sua urgência

source: Calls
nl: Oproepen
pt: Chamadas

source: A generic audio or video call notification
nl: Een standaardnotificatie voor audio- of video-oproepen
pt: Uma notificação genérica de chamada de áudio ou vídeo

source: Device events
nl: Apparaatgebeurtenissen
pt: Eventos do dispositivo

source: A generic device-related notification
nl: Een standaardnotificatie voor aan het apparaat gerelateerde zaken
pt: Uma notificação genérica relacionada com o dispositivo

source: A generic e-mail-related notification
nl: Een standaardnotificatie voor e-mails en gerelateerde zaken
pt: Uma notificação genérica relacionada com e-mail

source: A generic instant message-related notification
nl: Een standaardnotificatie voor instant messaging
pt: Uma notificação genérica relacionada com mensagens instantâneas

source: Network events
nl: Netwerkgebeurtenissen
pt: Eventos de rede

source: A generic network notification
nl: Een standaardnotificatie voor netwerkgebeurtenissen
pt: Uma notificação genérica de rede

source: Presence changes
nl: Aanwezigheidswijzigingen
pt: Alterações de presença

source: A generic presence change notification
nl: Een standaardnotificatie voor wijzigingen in aanwezigheid
pt: Uma notificação genérica de alteração de presença

source: File transfers
nl: Bestandsoverdrachten
pt: Transferências de ficheiros

source: A generic file transfer or download notification
nl: Een standaardnotificatie voor bestandsoverdrachten of downloads
pt: Uma notificação genérica de transferência ou descarga de ficheiros

source: Locking and unlocking
nl: Vergrendelen en ontgrendelen
pt: Bloqueio e desbloqueio

source: Shuffle keypad
nl: Cijferblok opschudden
pt: Baralhar teclado numérico

source: Whether to shuffle the numbers on the keypad
nl: Of de cijfers op het cijferblok door elkaar geschud moeten worden
pt: Se deve baralhar os números no teclado numérico

source: Require authentication to unlock
nl: Aanmelding vereisen voor ontgrendeling
pt: Exigir autenticação para desbloquear

source: Require typing PIN or password to unlock the device
nl: Vereis het invoeren van een pincode of wachtwoord om het apparaat te ontgrendelen
pt: Exigir a introdução de PIN ou palavra-passe para desbloquear o dispositivo

source: Automatic screen lock delay
nl: Vertraging voor automatische schermvergrendeling
pt: Atraso do bloqueio automático de ecrã

source: Seconds from screen blank to screen lock
nl: Aantal seconden voordat het scherm vergrendeld wordt, nadat het zwart geworden is
pt: Segundos desde que o ecrã escurece até ao bloqueio do ecrã

source: Background
nl: Achtergrond
pt: Fundo

source: _Select Wallpaper…
nl: Achtergrond _selecteren…
pt: _Selecionar fundo de ecrã…

source: Use wallpaper
nl: Achtergrond gebruiken
pt: Utilizar fundo de ecrã

source: Whether to show a colorful wallpaper
nl: Bepaalt of er een kleurrijke achtergrond gebruikt wordt
pt: Se deve mostrar um fundo de ecrã colorido

source: Additional widgets for the lock screen
nl: Extra widgets voor het vergrendelscherm
pt: Widgets adicionais para o ecrã de bloqueio

source: Add Layout
nl: Indeling toevoegen
pt: Adicionar esquema

source: Cancel
nl: Annuleren
pt: Cancelar

source: Add
nl: Toevoegen
pt: Adicionar

source: Language
nl: Taal
pt: Idioma

source: Add Shortcut
nl: Snelkoppeling toevoegen
pt: Adicionar atalho

source: Choose Shortcut Modifiers
nl: Snelkoppelingsmodificatietoetsen kiezen
pt: Escolher modificadores de atalho

source: Choose Shortcut Key
nl: Sneltoets kiezen
pt: Escolher tecla de atalho

source: Enter Shortcut Key
nl: Voer sneltoets in
pt: Introduzir tecla de atalho

source: Type a key such as letters (like C or V), etc.
nl: Druk op een toets, zoals letters (bv. C of V), enz.
pt: Escreva uma tecla como letras (ex: C ou V), etc.

source: _Shortcut Key
nl: _Sneltoets
pt: Tecla de _atalho

source: Shortcut Preview
nl: Voorbeeld van snelkoppeling
pt: Pré-visualização do atalho

# on screen keyboard
source: Layouts
nl: Indelingen
pt: Esquemas

source: No Layouts configured
nl: Geen indelingen geconfigureerd
pt: Nenhum esquema configurado

source: More options…
nl: Meer opties…
pt: Mais opções…

source: Move Up
nl: Naar boven
pt: Mover para cima

source: Move Down
nl: Naar beneden
pt: Mover para baixo

source: Remove
nl: Verwijderen
pt: Remover

source: Enable _On Screen Keyboard
nl: Schermt_oetsenbord inschakelen
pt: Ativar teclad_o no ecrã

source: Whether to show the on screen keyboard when needed
nl: Of het schermtoetsenbord indien nodig getoond wordt
pt: Se deve mostrar o teclado no ecrã quando necessário

source: Unfold long-press
nl: Lang indrukken om uit te klappen
pt: Pressão longa para desdobrar

source: How long to press the center of the home bar to unfold the on screen keyboard
nl: Hoe lang u op het midden van de startbalk moet drukken om het schermtoetsenbord uit te klappen
pt: Quanto tempo pressionar o centro da barra inicial para desdobrar o teclado no ecrã

source: short
nl: kort
pt: curta

source: long
nl: lang
pt: longa

source: Ignore hardware keyboard
nl: Hardwaretoetsenbord negeren
pt: Ignorar teclado físico

source: Whether to show the on screen keyboard when a physical keyboard is present
nl: Of het schermtoetsenbord getoond moet worden wanneer er een fysiek toetsenbord aanwezig is
pt: Se deve mostrar o teclado no ecrã quando um teclado físico está presente

source: Key indicator popup
nl: Pop-up voor aangeduide toets
pt: Indicador de tecla premida

source: Whether to show a popover indicating the currently pressed key
nl: Bepaalt of er een pop-over weergegeven wordt om de huidig ingedrukte toets aan te duiden
pt: Se deve mostrar um aviso indicando a tecla que está a ser premida

source: Keyboard height in portrait mode
nl: Hoogte van toetsenbord in portretmodus
pt: Altura do teclado em modo vertical (portrait)

source: When the screen is taller than wide
nl: Wanneer het scherm hoger is dan het breed is
pt: Quando o ecrã é mais alto do que largo

source: Keyboard height in landscape mode
nl: Hoogte van toetsenbord in landschapsmodus
pt: Altura do teclado em modo horizontal (landscape)

source: When the screen is wider than tall
nl: Wanneer het scherm breder is dan het hoog is
pt: Quando o ecrã é mais largo do que alto

source: Scaling
nl: Schalen
pt: Escala

source: Keep physical size constant
nl: Fysieke grootte constant houden
pt: Manter tamanho físico constante

source: Ensure OSK is large enough in high screen resolutions
pt: Garante que o teclado (OSK) é suficientemente grande em resoluções de ecrã elevadas

source: Add empty space below keys
nl: Lege ruimte toevoegen onder toetsen
pt: Adicionar espaço vazio abaixo das teclas

source: Whether to add an empty area below the OSK's keys to shift it upward.
nl: Bepaalt of er onder de toetsen van het schermtoetsenbord een leeg vak weergegeven moet worden om het toetsenbord hoger te plaatsen.
pt: Se deve adicionar uma área vazia abaixo das teclas do teclado para o deslocar para cima.

source: Text Completion
nl: Tekstaanvulling
pt: Conclusão de texto

source: Opportunistic word completion
nl: Opportunistische woordaanvulling
pt: Conclusão de palavras oportuna

source: Enable word completion when the app indicates it is useful
nl: Schakel woordaanvulling in wanneer de toepassing aangeeft dat het nuttig kan zijn
pt: Ativar a conclusão de palavras quando a app indica que é útil

source: Toggle via OSK menu
nl: Aan/uit via schermtoetsenbordmenu
pt: Alternar via menu do teclado

source: Allow to toggle word completion via the keyboard's menu button
nl: Schakel woordaanvulling aan of uit via de menuknop van het schermtoetsenbord
pt: Permitir alternar a conclusão de palavras através do botão de menu do teclado

source: Default Completer
nl: Standaardaanvuller
pt: Concluidor predefinido

source: The default completion engine to use
nl: Het standaard te gebruiken aanvullingsprogramma
pt: O motor de conclusão predefinido a utilizar

source: Terminal Layout
nl: Terminalindeling
pt: Esquema de terminal

source: Shortcuts
nl: Snelkoppelingen
pt: Atalhos

source: The shortcuts available in the shortcuts bar
nl: De snelkoppelingen in de snelkoppelingsbalk
pt: Os atalhos disponíveis na barra de atalhos

source: Favorites
nl: Favorieten
pt: Favoritos

source: Organize Favorites
nl: Favorieten sorteren
pt: Organizar favoritos

source: Drag and drop the apps below to rearrange your favorite apps
nl: Sorteer uw favoriete toepassingen door ze hieronder te verslepen
pt: Arraste e largue as apps abaixo para reorganizar as suas favoritas

source: Reset Favorites
nl: Favorieten resetten
pt: Repor favoritos

source: Set list of favorite apps back to the default
nl: Stel de lijst met favoriete toepassingen terug in op de standaardwaarden
pt: Repor a lista de apps favoritas para a predefinição

source: Reset
nl: Standaardwaarden
pt: Repor

source: Mobile App Filtering
nl: Mobiele toepassingen filteren
pt: Filtragem de apps móveis

source: Set Application Filter Mode
nl: Toepassingsfiltermodus instellen
pt: Definir modo de filtragem de aplicações

source: Show only mobile apps in the overview
nl: Toon enkel mobiele toepassingen in het overzicht
pt: Mostrar apenas aplicações móveis na vista geral

source: Application
nl: Toepassing
pt: Aplicação

source: No Sensors found
nl: Geen sensoren gevonden
pt: Nenhum sensor encontrado

source: Either there are no sensors installed on your device or they are disabled by a killswitch.
nl: Er zijn ofwel geen sensoren geïnstalleerd in uw apparaat, ofwel zijn ze door een killswitch uitgeschakeld.
pt: Ou não existem sensores instalados no seu dispositivo ou estão desativados por um interruptor físico (killswitch).

source: Sensors
nl: Sensoren
pt: Sensores

source: Sensor Readings
nl: Sensormetingen
pt: Leituras dos sensores

source: Proximity
nl: Nabijheid
pt: Proximidade

source: Light
nl: Licht
pt: Luz

source: Orientation
nl: Stand
pt: Orientação

source: High Contrast
nl: Hoog contrast
pt: Alto contraste

source: Automatic High Contrast
nl: Automatisch hoog contrast
pt: Alto contraste automático

source: Controlled by the Ambient Light Sensor
nl: Bestuurd door de omgevingslichtsensor
pt: Controlado pelo sensor de luz ambiente

source: Light intensity threshold
nl: Drempelwaarde voor lichtintensiteit
pt: Limite de intensidade de luz

source: Theme will switch to high contrast above the threshold
nl: Boven deze drempelwaarde zal het thema overschakelen naar de hoogcontrastmodus
pt: O tema mudará para alto contraste acima do limite definido

source: Sound files (ogg)
nl: Geluidsbestanden (ogg)
pt: Ficheiros de som (ogg)

source: UI Elements
nl: UI-elementen
pt: Elementos da interface

source: Show battery percentage
nl: Accupercentage tonen
pt: Mostrar percentagem da bateria

source: Show exact charge level in the top bar
nl: Nauwkeurig accuniveau tonen in bovenste balk
pt: Mostrar o nível de carga exato na barra superior
